let guarantee = {
    selectList: [
        { key: 0, title: '假一赔四' },
        { key: 1, title: '破碎包退' },
        { key: 2, title: '增价包退' },
        { key: 3, title: '退货运费险' },
        { key: 4, title: '急速退款' },
        { key: 5, title: '360质保' },
        { key: 6, title: '七天无理由调换' },
        { key: 7, title: '更快送达' },
        { key: 8, title: '48小时售后' },
        { key: 9, title: '免费取退' },
    ],
    detail: [
        { key: 0, title: '假一赔四', msg: '正品保障' },
        { key: 1, title: '破碎包退', msg: '签收72小时(食用24小时)内, 食品破碎/漏液并提供有效凭证, 商家24小时内响应并退款, 信誉极好用户享受继续退款. ' },
        { key: 2, title: '增价包退', msg: '商家投保保价险, 活动结束后15天内若发生降价, 可举证申请保险理赔. 部分场景下不支持理赔(如双十一活动订单), 具体理赔范围详见柚诚帮助文档' },
        { key: 3, title: '退货运费险', msg: '卖家投保退货运费险, 负担一定金额退货运费(保单生效以下单为准)' },
        { key: 4, title: '急速退款', msg: '诚信用户在退货寄出后, 享受继续退款到账' },
        { key: 5, title: '360质保', msg: '签收至确认收货15天内, 发现商品变质, 过期, 描述不符等质量问题并提供有效凭证的, 商家24小时内响应并给予退货退款. 诚信用户享受急速退款到账. ' },
        { key: 6, title: '七天无理由调换', msg: '满足响应条件时, 消费者可申请"七天无理由退换货". ' },
        { key: 7, title: '更快送达', msg: '严格考核物流时效, 更快送达. ' },
        { key: 8, title: '48小时售后', msg: '点击订单详情页, 一键联系天猫平台客服, 异常问题48小时内解决. ' },
        { key: 9, title: '免费取退', msg: '上门取件后, 退货免运费, 最高可免25元. ' },
    ]
}

module.exports = { guarantee }